Revit 2027 API
ExternalApplicationArray Constructor
Initializes a new instance of the ExternalApplicationArray class
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExternalApplicationArray()
Public Sub New
public:
ExternalApplicationArray()
new : unit -> ExternalApplicationArray
See Also
Reference
ExternalApplicationArray Class
Autodesk.Revit.UI Namespace